Repository: profalvarobarros/Dose2Risk
Catalog: dose2risk/api/translations/*/LC_MESSAGES/messages.po
Languages: es, fr

source: Nenhum campo de arquivo na requisição.
fr: Aucun champ de fichier dans la requête.

source: Contato
es: Contacto
fr: Contact

source: Entre em Contato
fr: Contact

source: Para dúvidas, sugestões, ou suporte técnico, por favor, envie um e-mail para:
fr: Pour toute question, suggestion ou support technique, veuillez envoyer un e-mail à :

source: Nossa equipe responderá o mais breve possível.
es: Nuestro equipo responderá lo antes posible.
fr: Notre équipe vous répondra dans les plus brefs délais.

source: Endereço
fr: Adresse

source: Instituto Militar de Engenharia (IME)
fr: Institut Militaire de Génie (IME)

source: Brasil
fr: Brésil

source: Manual Técnico de Referência
es: Manual Técnico de Referencia
fr: Manuel Technique de Référence

source: Dose2Risk: Sistema Integrado de Avaliação de Risco Radiológico
es: Dose2Risk: Sistema Integrado de Evaluación de Riesgo Radiológico
fr: Dose2Risk : Système Intégré d'Évaluation des Risques Radiologiques

source: 1. Introdução e Propósito
es: 1. Introducción y Propósito
fr: 1. Introduction et Objectif

source: 2. Fundamentação Científica
es: 2. Fundamentos Científicos
fr: 2. Fondements Scientifiques

source: 3. Guia Operacional
es: 3. Guía Operativa
fr: 3. Guide Opérationnel

source: 4. Especificação de Saída
es: 4. Especificación de Salida
fr: 4. Spécification de Sortie

source: 5. Auditoria e Segurança
es: 5. Auditoría y Seguridad
fr: 5. Audit et Sécurité

source: O <strong>Dose2Risk</strong> estabelece uma ponte metodológica crítica entre a física da dispersão atmosférica e a radiobiologia quantitativa. Enquanto softwares de dispersão tradicionais (como o HotSpot) entregam métricas de dose física (e.g., Dose Efetiva Comprometida em Sieverts), eles falham em traduzir esses números em consequências biológicas tangíveis para a vida humana.
es: <strong>Dose2Risk</strong> establece un puente metodológico crítico entre la física de la dispersión atmosférica y la radiobiología cuantitativa. Mientras que el software de dispersión tradicional (como HotSpot) entrega métricas de dosis física (e.g., Dosis Efectiva Comprometida en Sieverts), fallan en traducir estos números en consecuencias biológicas tangibles para la vida humana.
fr: <strong>Dose2Risk</strong> établit un pont méthodologique critique entre la physique de la dispersion atmosphérique et la radiobiologie quantitative. Alors que les logiciels de dispersion traditionnels (comme HotSpot) fournissent des métriques de dose physique (ex : Dose Efficace Engagée en Sieverts), ils échouent à traduire ces chiffres en conséquences biologiques tangibles pour la vie humaine.

source: Objetivo Primário
es: Objetivo Primario
fr: Objectif Principal

source: Prover uma estimativa probabilística, auditável e cientificamente embasada do risco de carcinogênese (câncer) induzido por radiação em indivíduos expostos a eventos radiológicos ou nucleares, utilizando os modelos padrão-ouro da Academia Nacional de Ciências (NAS/USA).
es: Proporcionar una estimación probabilística, auditable y científicamente fundamentada del riesgo de carcinogénesis (cáncer) inducido por radiación en individuos expuestos a eventos radiológicos o nucleares, utilizando los modelos estándar de oro de la Academia Nacional de Ciencias (NAS/USA).
fr: Fournir une estimation probabiliste, auditable et scientifiquement fondée du risque de carcinogenèse (cancer) induit par les rayonnements chez les individus exposés à des événements radiologiques ou nucléaires, en utilisant les modèles de référence de l'Académie Nationale des Sciences (NAS/USA).

source: Para aplicações científicas e acadêmicas de alto rigor, recomenda-se a instalação local da ferramenta para garantir controle total sobre os artefatos de dados e reprodutibilidade.
es: Para aplicaciones científicas y académicas de alto rigor, se recomienda la instalación local de la herramienta para garantizar un control total sobre los artefactos de datos y la reproducibilidad.
fr: Pour les applications scientifiques et académiques de haute rigueur, l'installation locale de l'outil est recommandée pour garantir un contrôle total sur les artefacts de données et la reproductibilité.

source: O motor de cálculo do Dose2Risk implementa estritamente os algoritmos definidos pelos comitês BEIR (Biological Effects of Ionizing Radiation). O sistema seleciona dinamicamente entre os modelos BEIR V e BEIR VII Fase 2, dependendo da especificidade biológica do tecido analisado.
es: El motor de cálculo de Dose2Risk implementa estrictamente los algoritmos definidos por los comités BEIR (Efectos Biológicos de la Radiación Ionizante). El sistema selecciona dinámicamente entre los modelos BEIR V y BEIR VII Fase 2, dependiendo de la especificidad biológica del tejido analizado.
fr: Le moteur de calcul de Dose2Risk implémente strictement les algorithmes définis par les comités BEIR (Biological Effects of Ionizing Radiation). Le système sélectionne dynamiquement entre les modèles BEIR V et BEIR VII Phase 2, en fonction de la spécificité biologique du tissu analysé.

source: Para a maioria dos tecidos sólidos (e.g., Estômago, Cólon, Pulmão, Mama, Tireoide), utiliza-se o Modelo de Excesso de Risco Relativo (ERR) com transporte de risco via Idade Atingida (Attained Age).
es: Para la mayoría de los tejidos sólidos (e.g., Estómago, Colon, Pulmón, Mama, Tiroides), se utiliza el Modelo de Exceso de Riesgo Relativo (ERR) con transporte de riesgo vía Edad Alcanzada (Attained Age).
fr: Pour la plupart des tissus solides (ex : Estomac, Côlon, Poumon, Sein, Thyroïde), le Modèle d'Excès de Risque Relatif (ERR) est utilisé avec un transport de risque via l'Âge Atteint (Attained Age).

source: Parâmetro
es: Parámetro
fr: Paramètre

source: Descrição Técnica
es: Descripción Técnica
fr: Description Technique

source: Dose Absorvida no órgão (unidade: Sievert). Extraído da modelagem de dispersão.
es: Dosis Absorbida en el órgano (unidad: Sievert). Extraído del modelado de dispersión.
fr: Dose Absorbée dans l'organe (unité : Sievert). Extrait de la modélisation de la dispersion.

source: Coeficiente angular de risco (Slope Factor). Específico por sexo e órgão.
es: Factor de Pendiente de Riesgo. Específico por sexo y órgano.
fr: Facteur de Pente de Risque. Spécifique par sexe et organe.

source: Termo de ajuste da idade de exposição. Definido como min(idade_exp - 30, 0) / 10.
es: Término de ajuste de la edad de exposición. Definido como min(edad_exp - 30, 0) / 10.
fr: Terme d'ajustement de l'âge d'exposition. Défini comme min(age_exp - 30, 0) / 10.

source: Expoente de dependência da idade atingida.
es: Exponente de dependencia de la edad alcanzada.
fr: Exposant de dépendance de l'âge atteint.

source: Nota: O Fator de Eficácia de Dose e Taxa de Dose (DDREF) é configurado como <strong>1.0</strong> (padrão conservador para proteção radiológica), mas pode ser ajustado na configuração profunda do sistema JSON.
es: Nota: El Factor de Efectividad de Dosis y Tasa de Dosis (DDREF) está configurado como <strong>1.0</strong> (estándar conservador para protección radiológica), pero puede ajustarse en la configuración profunda del sistema JSON.
fr: Note : Le Facteur d'Efficacité de Dose et Débit de Dose (DDREF) est configuré à <strong>1.0</strong> (standard conservateur pour la protection radiologique), mais peut être ajusté dans la configuration profonde du système JSON.

source: Para tecidos hematopoiéticos (Leucemia, Medula Óssea), o sistema adota o modelo Linear-Quadrático com forte dependência temporal (Time Since Exposure), refletindo a janela de latência característica dessas patologias.
es: Para tejidos hematopoyéticos (Leucemia, Médula Ósea), el sistema adopta el modelo Lineal-Cuadrático con fuerte dependencia temporal (Tiempo Desde la Exposición), reflejando la ventana de latencia característica de estas patologías.
fr: Pour les tissus hématopoïétiques (Leucémie, Moelle Osseuse), le système adopte le modèle Linéaire-Quadratique avec une forte dépendance temporelle (Temps Depuis l'Exposition), reflétant la fenêtre de latence caractéristique de ces pathologies.

source: O cálculo do Risco Vitalício Atribuível (LAR) projeta o ERR sobre as taxas de mortalidade e incidência de câncer da população. Os dados de base ("baseline incidence") foram atualizados para o ano de 2025, utilizando estatísticas do <strong>Instituto Nacional de Câncer (INCA, 2022)</strong>.
es: El cálculo del Riesgo Atribuible Vitalicio (LAR) proyecta el ERR sobre las tasas de mortalidad e incidencia de cáncer de la población. Los datos base ("baseline incidence") fueron actualizados para el año 2025, utilizando estadísticas del <strong>Instituto Nacional del Cáncer (INCA, 2022)</strong>.
fr: Le calcul du Risque Attribuable à Vie (LAR) projette l'ERR sur les taux de mortalité et d'incidence du cancer de la population. Les données de base ("baseline incidence") ont été mises à jour pour l'année 2025, en utilisant les statistiques de l'<strong>Institut National du Cancer (INCA, 2022)</strong>.

source: Referência BEIR VII (NAP 2006)
es: Referencia BEIR VII (NAP 2006)
fr: Référence BEIR VII (NAP 2006)

source: Referência BEIR V (NAP 1990)
es: Referencia BEIR V (NAP 1990)
fr: Référence BEIR V (NAP 1990)

source: O sistema aceita arquivos de texto puro (.txt) gerados pelo módulo "Output to Text" do HotSpot. Múltiplos arquivos podem ser processados em lote.
es: El sistema acepta archivos de texto plano (.txt) generados por el módulo "Output to Text" de HotSpot. Se pueden procesar múltiples archivos en lote.
fr: Le système accepte les fichiers texte brut (.txt) générés par le module "Output to Text" de HotSpot. Plusieurs fichiers peuvent être traités par lot.

source: Interface de Upload de Arquivos
es: Interfaz de Carga de Archivos
fr: Interface de Téléchargement de Fichiers

source: Defina a "Idade na Exposição" (momento do incidente) e "Idade Atingida" (alvo da predição). Estas variáveis calibram os modelos de latência.
es: Defina la "Edad en la Exposición" (momento del incidente) y la "Edad Alcanzada" (objetivo de la predicción). Estas variables calibran los modelos de latencia.
fr: Définissez l'"Âge à l'Exposition" (moment de l'incident) et l'"Âge Atteint" (cible de la prédiction). Ces variables calibrent les modèles de latence.

source: Para fins de treinamento acadêmico, disponibilizamos um dataset padrão simulando um Dispositivo de Dispersão Radiológica (RDD) de Cs-137 (1000 Ci).
es: Para fines de entrenamiento académico, proporcionamos un conjunto de datos estándar simulando un Dispositivo de Dispersión Radiológica (RDD) de Cs-137 (1000 Ci).
fr: À des fins de formation académique, nous fournissons un jeu de données standard simulant un Dispositif de Dispersion Radiologique (RDD) de Cs-137 (1000 Ci).

source: Baixar Inputs (.txt)
es: Descargar Entradas (.txt)
fr: Télécharger les Entrées (.txt)

source: O sistema gera um pacote de dados completo para cada execução. Abaixo, a especificação técnica das colunas do arquivo principal de risco (`3_calculated_risks.csv`).
es: El sistema genera un paquete de datos completo para cada ejecución. A continuación, la especificación técnica de las columnas del archivo principal de riesgo (`3_calculated_risks.csv`).
fr: Le système génère un paquet de données complet pour chaque exécution. Ci-dessous, la spécification technique des colonnes du fichier de risque principal (`3_calculated_risks.csv`).

source: Variável (Header)
es: Variable (Encabezado)
fr: Variable (En-tête)

source: Definição Técnica
es: Definición Técnica
fr: Définition Technique

source: Identificador único de rastreabilidade (link com arquivo de entrada).
es: Identificador único de trazabilidad (enlace con archivo de entrada).
fr: Identifiant unique de traçabilité (lien avec le fichier d'entrée).

source: Dose Absorvida computada para o cenário [cen] (distância/estabilidade).
es: Dosis Absorbida calculada para el escenario [cen] (distancia/estabilidad).
fr: Dose Absorbée calculée pour le scénario [cen] (distance/stabilité).

source: Excesso de Risco Relativo (Adimensional). Fator multiplicativo sobre a incidência basal.
es: Exceso de Riesgo Relativo (Adimensional). Factor multiplicativo sobre la incidencia basal.
fr: Excès de Risque Relatif (Sans dimension). Facteur multiplicatif sur l'incidence de base.

source: Risco Vitalício Atribuível (Probabilidade %%). O risco absoluto adicionado ao longo da vida.
es: Riesgo Atribuible Vitalicio (Probabilidad %%). El riesgo absoluto añadido a lo largo de la vida.
fr: Risque Attribuable à Vie (Probabilité %%). Le risque absolu ajouté au cours de la vie.

source: Algoritmo utilizado (BEIR V ou BEIR VII) para auditoria.
es: Algoritmo utilizado (BEIR V o BEIR VII) para auditoría.
fr: Algorithme utilisé (BEIR V ou BEIR VII) pour l'audit.

source: Recomenda-se o uso da função <strong>"Baixar Todos os Arquivos (.zip)"</strong> na tela de resultados. Este arquivo contém a cadeia de custódia completa do dado: Input Original + Tabelas Intermediárias + Resultados Finais + Log de Auditoria.
es: Se recomienda el uso de la función <strong>"Descargar Todos los Archivos (.zip)"</strong> en la pantalla de resultados. Este archivo contiene la cadena de custodia completa del dato: Entrada Original + Tablas Intermedias + Resultados Finales + Registro de Auditoría.
fr: Il est recommandé d'utiliser la fonction <strong>"Télécharger Tous les Fichiers (.zip)"</strong> sur l'écran des résultats. Ce fichier contient la chaîne de contrôle complète des données : Entrée Originale + Tableaux Intermédiaires + Résultats Finaux + Journal d'Audit.

source: Para atender requisitos de sistemas críticos, o Dose2Risk implementa mecanismos robustos de integridade de dados.
es: Para cumplir con los requisitos de sistemas críticos, Dose2Risk implementa mecanismos robustos de integridad de datos.
fr: Pour répondre aux exigences des systèmes critiques, Dose2Risk implémente des mécanismes robustes d'intégrité des données.

source: O arquivo `4_execution_log.log` não é apenas um registro de erros. Ele grava cada coeficiente (beta, gamma) utilizado em cada cálculo individual, permitindo reconstituição matemática passo-a-passo ("Walkthrough Audit").
es: El archivo `4_execution_log.log` no es solo un registro de errores. Graba cada coeficiente (beta, gamma) utilizado en cada cálculo individual, permitiendo la reconstitución matemática paso a paso ("Walkthrough Audit").
fr: Le fichier `4_execution_log.log` n'est pas seulement un journal d'erreurs. Il enregistre chaque coefficient (bêta, gamma) utilisé dans chaque calcul individuel, permettant une reconstitution mathématique étape par étape ("Walkthrough Audit").

source: O núcleo de cálculo é protegido por um teste de regressão criptográfico. A cada execução, o sistema verifica se a lógica matemática produz exatamente o mesmo Hash SHA-256 para um dataset de entrada padrão ("Golden Input"). Isso evita alterações silenciosas ("drift") no código que poderiam comprometer a precisão médica dos resultados.
es: El núcleo de cálculo está protegido por una prueba de regresión criptográfica. En cada ejecución, el sistema verifica si la lógica matemática produce exactamente el mismo Hash SHA-256 para un conjunto de datos de entrada estándar ("Golden Input"). Esto evita cambios silenciosos ("drift") en el código que podrían comprometer la precisión médica de los resultados.
fr: Le noyau de calcul est protégé par un test de régression cryptographique. À chaque exécution, le système vérifie si la logique mathématique produit exactement le même Hash SHA-256 pour un jeu de données d'entrée standard ("Golden Input"). Cela évite les modifications silencieuses ("drift") dans le code qui pourraient compromettre la précision médicale des résultats.

source: Informar Idades
fr: Saisir les Âges

source: Digite a idade na data da exposição e a idade atual para o cálculo de risco.
fr: Entrez l'âge à la date d'exposition et l'âge actuel pour le calcul du risque.

source: Idade na exposição
es: Edad en la exposición
fr: Âge à l'exposition

source: Idade atingida (anos)
es: Edad alcanzada (años)
fr: Âge atteint (ans)

source: Opções de Filtro e Seleção de Dados
es: Opciones de Filtro y Selección de Datos
fr: Options de Filtre et Sélection de Données

source: Mostrar campos com dose > 4 Sv (Segurança)
es: Mostrar campos con dosis > 4 Sv (Seguridad)
fr: Afficher les champs avec dose > 4 Sv (Sécurité)

source: Se desmarcado, colunas que excedem 4 Sv serão suprimidas.
es: Si está desmarcado, las columnas donde todos los valores exceden el límite de seguridad serán suprimidas.
fr: Si décoché, les colonnes où toutes les valeurs dépassent la limite de sécurité seront supprimées du rapport final.

source: Sexo
fr: Sexe

source: Masculino (M)
fr: Masculin (M)

source: Feminino (F)
es: Femenino (F)
fr: Féminin (F)

source: Resultados (Colunas)
es: Resultados (Columnas)
fr: Résultats (Colonnes)

source: ERR (Excesso de Risco Relativo)
es: ERR (Exceso de Riesgo Relativo)
fr: ERR (Excès de Risque Relatif)

source: LAR (Risco Atribuível ao Longo da Vida)
es: LAR (Riesgo Atribuible a lo Largo de la Vida)
fr: LAR (Risque Attribuable au Long de la Vie)

source: Órgãos
es: Órganos
fr: Organes

source: Selecionar Todos
es: Seleccionar Todos
fr: Tout Sélectionner

source: Desmarcar Todos
es: Deseleccionar Todos
fr: Tout Désélectionner

source: Processar Dados
es: Procesar Datos
fr: Traiter les Données

source: Processando... Por favor, aguarde.
es: Procesando... Por favor, espere.
fr: Traitement en cours... Veuillez patienter.

source: Idade na exposição e Idade atual são campos obrigatórios.
fr: L'âge à l'exposition et l'âge actuel sont des champs obligatoires.

source: A Idade na exposição não pode ser menor que zero.
es: La edad en la exposición no puede ser menor que cero.
fr: L'âge à l'exposition ne peut pas être inférieur à zéro.

source: A Idade atual não pode ser menor que zero.
es: La edad actual no puede ser menor que cero.
fr: L'âge actuel ne peut pas être inférieur à zéro.

source: A Idade atual não pode ser menor que a Idade na exposição.
es: La edad actual no puede ser menor que la edad en la exposición.
fr: L'âge actuel ne peut pas être inférieur à l'âge à l'exposition.

source: A Idade na exposição não pode ter mais que 3 dígitos.
es: La edad en la exposición no puede tener más de 3 dígitos.
fr: L'âge à l'exposition ne peut pas avoir plus de 3 chiffres.

source: A Idade atual não pode ter mais que 3 dígitos.
es: La edad actual no puede tener más de 3 dígitos.
fr: L'âge actuel ne peut pas avoir plus de 3 chiffres.

source: Gerador de Riscos Radiológicos
es: Generador de Riesgos Radiológicos
fr: Générateur de Risques Radiologiques

source: Faça upload dos arquivos HotSpot.txt
es: Subir archivos HotSpot.txt
fr: Télécharger les fichiers HotSpot.txt

source: Selecione um ou mais arquivos .txt
es: Seleccione uno o más archivos .txt
fr: Sélectionnez un ou plusieurs fichiers .txt

source: Nenhum ficheiro selecionado
es: Ningún archivo seleccionado
fr: Aucun fichier sélectionné

source: Enviar & Processar
es: Enviar y Procesar
fr: Envoyer & Traiter

source: {0} ficheiros selecionados
es: {0} archivos seleccionados
fr: {0} fichiers sélectionnés

source: Por favor, selecione pelo menos um arquivo antes de enviar.
es: Por favor, seleccione al menos un archivo antes de enviar.
fr: Veuillez sélectionner au moins un fichier avant de l'envoyer.

source: Manual de Logs
es: Manual de Registros
fr: Manuel des Journaux

source: Manual de Auditoria: Logs de Execução
es: Manual de Auditoría: Registros de Ejecución
fr: Manuel d'Audit : Journaux d'Exécution

source: Entendendo a "Caixa Preta" do Dose2Risk
es: Entendiendo la "Caja Negra" del Dose2Risk
fr: Comprendre la "Boîte Noire" de Dose2Risk

source: Por que auditar o log?
es: ¿Por qué auditar el registro?
fr: Pourquoi auditer le journal ?

source: Enquanto o arquivo CSV mostra o <strong>RESULTADO</strong>, o arquivo de log (.log) mostra o <strong>RACIOCÍNIO</strong>. Ele é fundamental para validação científica ("Whitebox Testing"), pois revela exatamente qual fórmula e quais coeficientes foram usados para cada cálculo individual.
es: Mientras que el archivo CSV muestra el <strong>RESULTADO</strong>, el archivo de registro (.log) muestra el <strong>RAZONAMIENTO</strong>. Es fundamental para la validación científica ("Whitebox Testing"), ya que revela exactamente qué fórmula y qué coeficientes se utilizaron para cada cálculo individual.
fr: Alors que le fichier CSV montre le <strong>RÉSULTAT</strong>, le fichier journal (.log) montre le <strong>RAISONNEMENT</strong>. Il est fondamental pour la validation scientifique ("Whitebox Testing"), car il révèle exactement quelle formule et quels coefficients ont été utilisés pour chaque calcul individuel.

source: O arquivo de log segue o formato "JSON Lines" (ndjson). Cada linha é um objeto JSON completo e independente, facilitando a ingestão por softwares de análise de dados (Splunk, ELK, Python Pandas).
es: El archivo de registro sigue el formato "JSON Lines" (ndjson). Cada línea es un objeto JSON completo e independiente, lo que facilita la ingesta por software de análisis de datos (Splunk, ELK, Python Pandas).
fr: Le fichier journal suit le format "JSON Lines" (ndjson). Chaque ligne est un objet JSON complet et indépendant, ce qui facilite l'ingestion par des logiciels d'analyse de données (Splunk, ELK, Python Pandas).

source: Existem dois tipos principais de registros:
es: Existen dos tipos principales de registros:
fr: Il existe deux principaux types d'enregistrements :

source: Cabeçalho e Rodapé de segurança.
es: Encabezado y Pie de página de seguridad.
fr: En-tête et Pied de page de sécurité.

source: O registro detalhado de cálculo de uma célula específica.
es: El registro detallado de cálculo de una celda específica.
fr: L'enregistrement détaillé du calcul d'une cellule spécifique.

source: Este é o registro mais comum. Ele explica um único cálculo de risco.
es: Este es el registro más común. Explica un único cálculo de riesgo.
fr: C'est l'enregistrement le plus courant. Il explique un seul calcul de risque.

source: Campo
fr: Champ

source: Significado e Uso na Auditoria
es: Significado y Uso en Auditoría
fr: Signification et Utilisation dans l'Audit

source: Link com CSV
es: Enlace con CSV
fr: Lien avec CSV

source: Use este número para encontrar a linha correspondente no arquivo CSV de resultados.
es: Use este número para encontrar la línea correspondiente en el archivo CSV de resultados.
fr: Utilisez ce numéro pour trouver la ligne correspondante dans le fichier CSV des résultats.

source: Coordenadas do Cálculo
es: Coordenadas del Cálculo
fr: Coordonnées du Calcul

source: Formato: "SEXO | ÓRGÃO | CENÁRIO". Garante que você saiba exatamente o que está sendo calculado.
es: Formato: "SEXO | ÓRGANO | ESCENARIO". Garantiza que sepa exactamente qué se está calculando.
fr: Format : "SEXE | ORGANE | SCÉNARIO". Garantit que vous savez exactement ce qui est calculé.

source: Decisão do Algoritmo
es: Decisión del Algoritmo
fr: Décision de l'Algorithme

source: Mostra qual modelo foi escolhido automaticamente (BEIR V ou BEIR VII) com base na dose recebida.
es: Muestra qué modelo se eligió automáticamente (BEIR V o BEIR VII) en función de la dosis recibida.
fr: Indique quel modèle a été choisi automatiquement (BEIR V ou BEIR VII) en fonction de la dose reçue.

source: Fórmula Simbólica
fr: Formule Symbolique

source: A representação matemática da lógica aplicada. Essencial para verificar se o sistema aplicou a regra correta (ex: linear vs quadrática).
es: La representación matemática de la lógica aplicada. Esencial para verificar si el sistema aplicó la regla correcta (ej: lineal vs cuadrática).
fr: La représentation mathématique de la logique appliquée. Essentiel pour vérifier si le système a appliqué la bonne règle (ex : linéaire vs quadratique).
