Repository: profalvarobarros/Dose2Risk
Catalog: dose2risk/api/translations/*/LC_MESSAGES/messages.po
Languages: es, fr

source: O uso continuado de nosso site será considerado como aceitação de nossas práticas em torno de privacidade e informações pessoais. Se você tiver alguma dúvida sobre como lidamos com dados do usuário e informações pessoais, entre em contato conosco.
es: El uso continuado de nuestro sitio se considerará como la aceptación de nuestras prácticas en torno a la privacidad y la información personal. Si tiene alguna pregunta sobre cómo manejamos los datos de los usuarios y la información personal, contáctenos.
