Repository: profalvarobarros/Dose2Risk
Catalog: dose2risk/api/translations/*/LC_MESSAGES/messages.po
Languages: es, fr

source: Parâmetros "Vivos"
es: Parámetros "Vivos"
fr: Paramètres "Vifs"

source: Os valores numéricos exatos dos coeficientes usados. Permite que um auditor externo recalcule e valide o resultado manualmente.
es: Los valores numéricos exactos de los coeficientes utilizados. Permite a un auditor externo recalcular y validar el resultado manualmente.
fr: Les valeurs numériques exactes des coefficients utilisés. Permet à un auditeur externe de recalculer et valider le résultat manuellement.

source: Para evitar adulteração de resultados, o sistema assina digitalmente a sessão de cálculo.
es: Para evitar la manipulación de resultados, el sistema firma digitalmente la sesión de cálculo.
fr: Pour éviter la falsification des résultats, le système signe numériquement la session de calcul.

source: Mecanismo
fr: Mécanisme

source: Propósito
fr: Objectif

source: Se um único byte do arquivo de entrada (HotSpot) ou dos parâmetros de risco for alterado, este código mudará completamente. Ele garante que os resultados correspondem exatamente aos dados originais.
es: Si se cambia un solo byte del archivo de entrada (HotSpot) o de los parámetros de riesgo, este código cambiará por completo. Garantiza que los resultados correspondan exactamente a los datos originales.
fr: Si un seul octet du fichier d'entrée (HotSpot) ou des paramètres de risque est modifié, ce code changera complètement. Il garantit que les résultats correspondent exactement aux données originales.

source: A última linha do arquivo. Se ela não existir ou não indicar "SUCCESS", o arquivo de log está incompleto ou corrompido (ex: queda de energia durante o cálculo).
es: La última línea del archivo. Si no existe o no indica "SUCCESS", el archivo de registro está incompleto o dañado (ej: corte de energía durante el cálculo).
fr: La dernière ligne du fichier. Si elle n'existe pas ou n'indique pas "SUCCESS", le fichier journal est incomplet ou corrompu (ex : coupure de courant pendant le calcul).

source: Manual de Resultados
fr: Manuel des Résultats

source: Manual de Interpretação de Resultados
es: Manual de Interpretación de Resultados
fr: Manuel d'Interprétation des Résultats

source: Para quem é este guia?
es: ¿Para quién es esta guía?
fr: À qui s'adresse ce guide ?

source: Este documento destina-se a gestores de emergência, físicos médicos e pesquisadores que necessitam interpretar os dados brutos gerados pelo sistema para tomada de decisão ou compilação de relatórios.
es: Este documento está destinado a gestores de emergencias, físicos médicos e investigadores que necesitan interpretar los datos brutos generados por el sistema para la toma de decisiones o la compilación de informes.
fr: Ce document est destiné aux gestionnaires d'urgence, physiciens médicaux et chercheurs qui ont besoin d'interpréter les données brutes générées par le système pour la prise de décision ou la compilation de rapports.

source: Todo arquivo gerado pelo sistema possui uma "impressão digital" no próprio nome, garantindo que você saiba exatamente sob quais condições aquela simulação foi rodada.
es: Todo archivo generado por el sistema tiene una "huella digital" en su propio nombre, garantizando que usted sepa exactamente bajo qué condiciones se ejecutó esa simulación.
fr: Tout fichier généré par le système possède une "empreinte digitale" dans son propre nom, garantissant que vous savez exactement sous quelles conditions cette simulation a été exécutée.

source: Segmento
fr: Segment

source: Significado
fr: Signification

source: Age at Exposure (Idade na Exposição): 10 anos
es: Age at Exposure (Edad en la Exposición): 10 años
fr: Age at Exposure (Âge à l'Exposition) : 10 ans

source: Indica que os cálculos assumiram que as vítimas tinham 10 anos no momento do contato com a radiação. Isso é crítico pois crianças são muito mais radiossensíveis que adultos.
es: Indica que los cálculos asumieron que las víctimas tenían 10 años en el momento del contacto con la radiación. Esto es crítico ya que los niños son mucho más radiosensibles que los adultos.
fr: Indique que les calculs ont supposé que les victimes avaient 10 ans au moment du contact avec les rayonnements. C'est critique car les enfants sont beaucoup plus radiosensibles que les adultes.

source: Indica que o risco foi calculado projetando a saúde dessa pessoa até ela completar 30 anos (ou seja, 20 anos após o acidente).
es: Indica que el riesgo fue calculado proyectando la salud de esa persona hasta que cumpla 30 años (es decir, 20 años después del accidente).
fr: Indique que le risque a été calculé en projetant la santé de cette personne jusqu'à ce qu'elle atteigne 30 ans (c'est-à-dire 20 ans après l'accident).

source: O arquivo CSV é uma tabela onde cada linha representa uma análise biológica para um órgão específico. Abaixo, o dicionário de variáveis:
es: El archivo CSV es una tabla donde cada línea representa un análisis biológico para un órgano específico. A continuación, el diccionario de variables:
fr: Le fichier CSV est un tableau où chaque ligne représente une analyse biologique pour un organe spécifique. Ci-dessous, le dictionnaire des variables :

source: Nome da Coluna
es: Nombre de la Columna
fr: Nom de la Colonne

source: Definição e Interpretação
es: Definición e Interpretación
fr: Définition et Interprétation

source: Identificador de Auditoria
es: Identificador de Auditoría
fr: Identifiant d'Audit

source: Um número sequencial único. Se você precisar auditar a matemática exata de uma linha, use este número para buscar o registro correspondente no arquivo de LOG (.log).
es: Un número secuencial único. Si necesita auditar las matemáticas exactas de una línea, use este número para buscar el registro correspondiente en el archivo de LOG (.log).
fr: Un numéro séquentiel unique. Si vous avez besoin d'auditer les mathématiques exactes d'une ligne, utilisez ce numéro pour rechercher l'enregistrement correspondant dans le fichier JOURNAL (.log).

source: Sexo Biológico
fr: Sexe Biologique

source: Valores: "male" ou "female". Define quais coeficientes hormonais e tabelas de incidência de câncer foram usados. Ex: O risco de câncer de mama é zerado para "male".
es: Valores: "male" o "female". Define qué coeficientes hormonales y tablas de incidencia de cáncer se utilizaron. Ej: El riesgo de cáncer de mama se pone a cero para "male".
fr: Valeurs : "male" ou "female". Définit quels coefficients hormonaux et tableaux d'incidence du cancer ont été utilisés. Ex : Le risque de cancer du sein est mis à zéro pour "male".

source: O tecido onde a dose de radiação foi depositada (Ex: thyroid, lung, colon).
es: El tejido donde se depositó la dosis de radiación (Ej: thyroid, lung, colon).
fr: Le tissu où la dose de rayonnement a été déposée (Ex : thyroid, lung, colon).

source: Dose Absorvida (Sievert)
es: Dosis Absorbida (Sievert)
fr: Dose Absorbée (Sievert)

source: A quantidade de energia radioativa absorvida pelo órgão. Ex: "dose_Sv_A_0.03" significa a dose no cenário de estabilidade A a 0.03km.
es: La cantidad de energía radiactiva absorbida por el órgano. Ej: "dose_Sv_A_0.03" significa la dosis en el escenario de estabilidad A a 0.03km.
fr: La quantité d'énergie radioactive absorbée par l'organe. Ex : "dose_Sv_A_0.03" signifie la dose dans le scénario de stabilité A à 0.03km.

source: Valores acima de 4.0 Sv são letais e podem ser suprimidos do relatório por segurança.
es: Los valores superiores a 4.0 Sv son letales y pueden suprimirse del informe por seguridad.
fr: Les valeurs supérieures à 4.0 Sv sont létales et peuvent être supprimées du rapport par sécurité.

source: O "multiplicador" de perigo. É um número adimensional.
es: El "multiplicador" de peligro. Es un número adimensional.
fr: Le "multiplicateur" de danger. C'est un nombre sans dimension.

source: Sem risco adicional.
es: Sin riesgo adicional.
fr: Sans risque supplémentaire.

source: O risco dobrou (100%% de aumento) em relação a uma pessoa não exposta.
es: El riesgo se duplicó (100%% de aumento) en relación con una persona no expuesta.
fr: Le risque a doublé (100%% d'augmentation) par rapport à une personne non exposée.

source: 50%% de aumento no risco.
es: 50%% de aumento en el riesgo.
fr: 50%% d'augmentation du risque.

source: Risco Vitalício Atribuível (LAR)
es: Riesgo Atribuible Vitalicio (LAR)
fr: Risque Attribuable à Vie (LAR)

source: A probabilidade absoluta (0.0 a 1.0) de desenvolver câncer DEVIDO à radiação.
es: La probabilidad absoluta (0.0 a 1.0) de desarrollar cáncer DEBIDO a la radiación.
fr: La probabilité absolue (0.0 à 1.0) de développer un cancer À CAUSE des rayonnements.

source: Exemplo: 0.05 significa 5%% de chance extra de ter câncer ao longo da vida.
es: Ejemplo: 0.05 significa 5%% de probabilidad extra de tener cáncer a lo largo de la vida.
fr: Exemple : 0.05 signifie 5%% de chance supplémentaire d'avoir un cancer au long de la vie.

source: Para manter a precisão, o sistema usa notação "E" (exponencial).
es: Para mantener la precisión, el sistema utiliza notación "E" (exponencial).
fr: Pour maintenir la précision, le système utilise la notation "E" (exponentielle).

source: Significa
fr: Signifie

source: Política de Privacidade
fr: Politique de Confidentialité

source: A sua privacidade é importante para nós. É política do Dose2Risk respeitar a sua privacidade em relação a qualquer informação sua que possamos coletar no site Dose2Risk, e outros sites que possuímos e operamos.
fr: Votre vie privée est importante pour nous. C'est la politique de Dose2Risk de respecter votre vie privée concernant toute information que nous pourrions collecter sur le site de Dose2Risk, et d'autres sites que nous possédons et exploitons.

source: Solicitamos informações pessoais apenas quando realmente precisamos delas para lhe fornecer um serviço. Fazemo-lo por meios justos e legais, com o seu conhecimento e consentimento. Também informamos por que estamos coletando e como será usado.
es: Solicitamos información personal solo cuando realmente la necesitamos para brindarle un servicio. Lo hacemos por medios justos y legales, con su conocimiento y consentimiento. También le informamos por qué la estamos recopilando y cómo se utilizará.
fr: Nous ne demandons des informations personnelles que lorsque nous en avons vraiment besoin pour vous fournir un service. Nous le faisons par des moyens justes et légaux, avec votre connaissance et votre consentement. Nous vous informons également pourquoi nous les collectons et comment elles seront utilisées.

source: Apenas retemos as informações coletadas pelo tempo necessário para fornecer o serviço solicitado. Quando armazenamos dados, protegemos dentro de meios comercialmente aceitáveis para evitar perdas e roubos, bem como acesso, divulgação, cópia, uso ou modificação não autorizados.
es: Solo retenemos la información recopilada durante el tiempo necesario para proporcionar el servicio solicitado. Cuando almacenamos datos, los protegemos dentro de medios comercialmente aceptables para evitar pérdidas y robos, así como el acceso, la divulgación, la copia, el uso o la modificación no autorizados.
fr: Nous ne conservons les informations collectées que le temps nécessaire pour fournir le service demandé. Lorsque nous stockons des données, nous les protégeons par des moyens commercialement acceptables pour prévenir les pertes et les vols, ainsi que l'accès, la divulgation, la copie, l'utilisation ou la modification non autorisés.

source: Não compartilhamos informações de identificação pessoal publicamente ou com terceiros, exceto quando exigido por lei.
es: No compartimos información de identificación personal públicamente o con terceros, excepto cuando lo exija la ley.
fr: Nous ne partageons pas d'informations d'identification personnelle publiquement ou avec des tiers, sauf si la loi l'exige.

source: O nosso site pode ter links para sites externos que não são operados por nós. Esteja ciente de que não temos controle sobre o conteúdo e práticas desses sites e não podemos aceitar responsabilidade por suas respectivas políticas de privacidade.
es: Nuestro sitio puede tener enlaces a sitios externos que no son operados por nosotros. Tenga en cuenta que no tenemos control sobre el contenido y las prácticas de estos sitios y no podemos aceptar responsabilidad por sus respectivas políticas de privacidad.
fr: Notre site peut contenir des liens vers des sites externes qui ne sont pas exploités par nous. Soyez conscient que nous n'avons aucun contrôle sur le contenu et les pratiques de ces sites et ne pouvons accepter la responsabilité de leurs politiques de confidentialité respectives.

source: Você é livre para recusar a nossa solicitação de informações pessoais, entendendo que talvez não possamos fornecer alguns dos serviços desejados.
es: Usted es libre de rechazar nuestra solicitud de información personal, entendiendo que es posible que no podamos brindarle algunos de los servicios deseados.
fr: Vous êtes libre de refuser notre demande d'informations personnelles, étant entendu que nous pourrions ne pas être en mesure de vous fournir certains des services souhaités.

source: Resultados
fr: Résultats

source: Resultados Gerados
es: Resultados Generados
fr: Résultats Générés

source: Clique nos links abaixo para baixar os arquivos de saída:
es: Haga clic en los enlaces a continuación para descargar los archivos de salida:
fr: Cliquez sur les liens ci-dessous pour télécharger les fichiers de sortie :

source: Resultado Principal: Riscos Calculados
es: Resultado Principal: Riesgos Calculados
fr: Résultat Principal : Risques Calculés

source: Baixar
es: Descargar
fr: Télécharger

source: Log de Execução
es: Registro de Ejecución
fr: Journal d'Exécution

source: Arquivos de Rastreabilidade e Validação
es: Archivos de Trazabilidad y Validación
fr: Fichiers de Traçabilité et de Validation

source: Baixar arquivo
es: Descargar archivo
fr: Télécharger le fichier

source: Baixar Todos os Arquivos (.zip)
es: Descargar Todos los Archivos (.zip)
fr: Télécharger Tous les Fichiers (.zip)

source: Processar Novamente
es: Procesar de Nuevo
fr: Traiter à Nouveau

source: Voltar ao Início
es: Volver al Inicio
fr: Retour à l'Accueil

source: Sobre
fr: À Propos

source: Sobre o Dose2Risk
fr: À Propos de Dose2Risk

source: Este projeto foi desenvolvido para fins de análise científica radiológica, fornecendo uma ferramenta para calcular os riscos associados à exposição à radiação com base nos arquivos gerados pelo software HotSpot.
es: Este proyecto fue desarrollado con fines de análisis científico radiológico, proporcionando una herramienta para calcular los riesgos asociados a la exposición a la radiación a partir de los archivos generados por el software HotSpot.
fr: Ce projet a été développé à des fins d'analyse scientifique radiologique, fournissant un outil pour calculer les risques associés à l'exposition aux radiations à partir des fichiers générés par le logiciel HotSpot.

source: Suporte
fr: Support

source: Página de Suporte
es: Página de Soporte
fr: Page de Support

source: Se você encontrou um problema ou tem alguma dúvida sobre o uso do sistema Dose2Risk, por favor, entre em contato conosco através dos canais listados na página de Contato.
es: Si ha encontrado un problema o tiene alguna pregunta sobre el uso del sistema Dose2Risk, por favor, póngase en contacto con nosotros a través de los canales que se enumeran en la página de Contacto.
fr: Si vous avez rencontré un problème ou avez des questions sur l'utilisation du système Dose2Risk, veuillez nous contacter via les canaux répertoriés sur la page de Contact.

source: Para relatar um bug, por favor, inclua o máximo de detalhes possível:
fr: Pour signaler un bug, veuillez inclure autant de détails que possible :

source: Os passos para reproduzir o erro.
es: Los pasos para reproducir el error.
fr: Les étapes pour reproduire l'erreur.

source: O que você esperava que acontecesse.
fr: Ce que vous vous attendiez à voir se produire.

source: O que de fato aconteceu (incluindo mensagens de erro).
fr: Ce qui s'est réellement passé (y compris les messages d'erreur).

source: Capturas de tela são muito úteis.
fr: Les captures d'écran sont très utiles.

source: Agradecemos a sua colaboração para melhorar o Dose2Risk.
fr: Nous apprécions votre collaboration pour améliorer Dose2Risk.

source: Termos de Serviço
fr: Conditions d'utilisation

source: Termos
es: Términos
fr: Termes

source: Ao acessar ao site Dose2Risk, concorda em cumprir estes termos de serviço, todas as leis e regulamentos aplicáveis e concorda que é responsável pelo cumprimento de todas as leis locais aplicáveis. Se você não concordar com algum desses termos, está proibido de usar ou acessar este site. Os materiais contidos neste site são protegidos pelas leis de direitos autorais e marcas comerciais aplicáveis.
es: Al acceder al sitio web de Dose2Risk, usted acepta cumplir con estos términos de servicio, todas las leyes y regulaciones aplicables, y acepta que es responsable del cumplimiento de las leyes locales aplicables. Si no está de acuerdo con alguno de estos términos, tiene prohibido usar o acceder a este sitio. Los materiales contenidos en este sitio están protegidos por las leyes de derechos de autor y marcas comerciales aplicables.
fr: En accédant au site Dose2Risk, vous acceptez de vous conformer à ces conditions de service, à toutes les lois et réglementations applicables, et convenez que vous êtes responsable du respect de toutes les lois locales applicables. Si vous n'êtes pas d'accord avec l'un de ces termes, il vous est interdit d'utiliser ou d'accéder à ce site. Le contenu de ce site est protégé par les lois sur le droit d'auteur et les marques de commerce applicables.

source: Uso de Licença
fr: Utilisation de la Licence

source: É concedida permissão para baixar temporariamente uma cópia dos materiais (informações ou software) no site Dose2Risk , apenas para visualização transitória pessoal e não comercial. Esta é a concessão de uma licença, não uma transferência de título e, sob esta licença, você não pode:
es: Se concede permiso para descargar temporalmente una copia de los materiales (información o software) en el sitio web de Dose2Risk, solo para visualización transitoria personal y no comercial. Esta es la concesión de una licencia, no una transferencia de título, y bajo esta licencia no puede:
fr: Il est permis de télécharger temporairement une copie du matériel (informations ou logiciels) sur le site Web de Dose2Risk pour une visualisation transitoire personnelle et non commerciale uniquement. Ceci est l'octroi d'une licence, pas un transfert de titre, et sous cette licence, vous ne pouvez pas :

source: modificar ou copiar os materiais;
es: modificar o copiar los materiales;
fr: modifier ou copier le matériel ;

source: usar os materiais para qualquer finalidade comercial ou para exibição pública (comercial ou não comercial);
es: usar los materiales para cualquier propósito comercial o para exhibición pública (comercial o no comercial);
fr: utiliser le matériel à des fins commerciales ou pour une présentation publique (commerciale ou non commerciale);

source: tentar descompilar ou fazer engenharia reversa de qualquer software contido no site Dose2Risk;
es: intentar descompilar o aplicar ingeniería inversa a cualquier software contenido en el sitio web de Dose2Risk;
fr: tenter de décompiler ou de faire de l'ingénierie inverse sur tout logiciel contenu sur le site de Dose2Risk;

source: remover quaisquer direitos autorais ou outras notações de propriedade dos materiais; ou
fr: supprimer tout droit d'auteur ou autres mentions de propriété du matériel ; ou

source: transferir os materiais para outra pessoa ou 'espelhe' os materiais em qualquer outro servidor.
es: transferir los materiales a otra persona o 'reflejar' los materiales en cualquier otro servidor.
fr: transférer le matériel à une autre personne ou le 'refléter' sur un autre serveur.

source: Esta licença será automaticamente rescindida se você violar alguma dessas restrições e poderá ser rescindida por Dose2Risk a qualquer momento. Ao encerrar a visualização desses materiais ou após o término desta licença, você deve apagar todos os materiais baixados em sua posse, seja em formato eletrónico ou impresso.
fr: Cette licence prendra fin automatiquement si vous violez l'une de ces restrictions et peut être résiliée par Dose2Risk à tout moment. À la fin de la consultation de ce matériel ou à la résiliation de cette licence, vous devez détruire tout matériel téléchargé en votre possession, que ce soit sous forme électronique ou imprimée.

source: Isenção de responsabilidade
es: Exención de responsabilidad
fr: Clause de non-responsabilité

source: Os materiais no site da Dose2Risk são fornecidos 'como estão'. Dose2Risk não oferece garantias, expressas ou implícitas, e, por este meio, isenta e nega todas as outras garantias, incluindo, sem limitação, garantias implícitas ou condições de comercialização, adequação a um fim específico ou não violação de propriedade intelectual ou outra violação de direitos.
es: Los materiales en el sitio web de Dose2Risk se proporcionan 'tal cual'. Dose2Risk no ofrece garantías, expresas o implícitas, y por la presente renuncia y niega todas las demás garantías, incluidas, entre otras, las garantías implícitas o las condiciones de comerciabilidad, idoneidad para un propósito particular o no infracción de la propiedad intelectual u otra violación de derechos.
fr: Le matériel sur le site de Dose2Risk est fourni 'tel quel'. Dose2Risk n'offre aucune garantie, expresse ou implicite, et décline et annule par la présente toutes les autres garanties, y compris, sans s'y limiter, les garanties implicites ou les conditions de qualité marchande, d'adéquation à un usage particulier, ou de non-violation de la propriété intellectuelle ou autre violation des droits.

source: Além disso, o Dose2Risk não garante ou faz qualquer representação relativa à precisão, aos resultados prováveis ou à confiabilidade do uso dos materiais em seu site ou de outra forma relacionado a esses materiais ou em sites vinculados a este site.
es: Además, Dose2Risk no garantiza ni hace ninguna representación con respecto a la precisión, los resultados probables o la confiabilidad del uso de los materiales en su sitio web o de otra manera relacionados con dichos materiales o en cualquier sitio vinculado a este sitio.
fr: De plus, Dose2Risk ne garantit ni ne fait aucune déclaration concernant l'exactitude, les résultats probables ou la fiabilité de l'utilisation du matériel sur son site Web ou autrement lié à ce matériel ou sur les sites liés à ce site.

source: Dose2Risk Logo
es: Logo de Dose2Risk
fr: Logo de Dose2Risk

source: Sistema para análise de riscos radiológicos baseado em dados de exposição de software HotSpot.
es: Dose2Risk es un sistema para el análisis de riesgos radiológicos basado en datos de exposición del software HotSpot.
fr: Dose2Risk est un système d'analyse des risques radiologiques basé sur les données d'exposition du logiciel HotSpot.

source: Links Úteis
es: Enlaces Útiles
fr: Liens Utiles

source: Documentação
es: Documentación
fr: Documentation

source: Legal
fr: Légal

source: Privacidade
es: Privacidad
fr: Confidentialité

source: todos os direitos reservados.
es: todos los derechos reservados.
fr: tous droits réservés.

source: Desenvolvido para análise científica radiológica.
es: Desarrollado para análisis científico radiológico.
fr: Développé pour l'analyse scientifique radiologique.

source: Logo da Dose2Risk
es: Logo de Dose2Risk
fr: Logo de Dose2Risk

source: Análise de Risco Radiológico
es: Análisis de Riesgo Radiológico
fr: Analyse de Risque Radiologique

source: Início
es: Inicio
fr: Accueil
